Repository: hansesm/COFFEE
Catalog: coffee/home/locale/*/LC_MESSAGES/django.po
Languages: de

source: Password
de: Passwort

source: Password Confirmation
de: Passwortbestätigung

source: Please correct the error below.
de: Bitte beheben Sie den untenstehenden Fehler.

source: Please correct the errors below.
de: Bitte beheben Sie die untenstehenden Fehler.

source: COFFEE @ Feedbackcentre
de: COFFEE @ Feedbackzentrum

source: Toggle navigation
de: Navigation umschalten

source: Hello,
de: Hallo,

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Home
de: Startseite

source: Policies
de: Nutzungshinweise

source: Administration
de: Verwaltung

source: Course
de: Kurs

source: Task
de: Aufgabe

source: Criteria
de: Kriterien

source: Assignment Explorer
de: Zuordnungs-Explorer

source: Metrics
de: Metriken

source: Analysis
de: Analyse

source: Account Information
de: Account Informationen

source: Username:
de: Nutzername

source: Change Password
de: Passwort ändern

source: Feedback Sessions
de: Feedback Details

source: Timestamp
de: Zeitstempel

source: Task Title
de: Aufgaben Titel

source: Helpfulness Score
de: Score

source: Click the button below to download all feedback session data as a CSV file.
de: Hier können alle Feedbackdaten als CSV Datei heruntergeladen werden.

source: Token limit exceeded. Please try again at %(time)s.
de: Tokenlimitierung überschritten. Bitte versuche es erneut am %(time)s.

source: Feedback Session Details
de: Feedback Details

source: Submission
de: Lösung

source: Feedback Data
de: Feedback Details

source: Explore the assignments between criteria, tasks, courses, and language models.
de: Erkunden Sie die Zuordnungen zwischen Kriterien, Aufgaben, Kursen und Sprachmodellen.

source: Starting level
de: Einstiegsebene

source: No courses are currently available for your user group.
de: Für Ihre Nutzergruppe sind derzeit keine Kurse freigeschaltet.

source: No assignments between criteria and language models exist yet.
de: Es liegen noch keine Zuordnungen von Kriterien zu Sprachmodellen vor.

# assignment explorer|course count label
source: Course
de: Kurs

# assignment explorer|criterion count label
source: Criterion
de: Kriterium

# assignment explorer|task count label
source: Task
de: Aufgabe

source: Inactive
de: inaktiv

source: Rank
de: Rang

source: No tasks are currently linked to this language model for this course.
de: Für diesen Kurs sind derzeit keine Aufgaben mit diesem Sprachmodell verknüpft.

source: Criteria without task
de: Kriterien ohne Aufgabe

source: Linked tasks
de: Verknüpfte Aufgaben

source: This criterion is currently not assigned to any task.
de: Dieses Kriterium ist derzeit keiner Aufgabe zugeordnet.

source: Linked criteria
de: Verknüpfte Kriterien

source: No criteria are currently linked to this task.
de: Für diese Aufgabe sind derzeit keine Kriterien verknüpft.

source: Language models in use
de: Eingesetzte Sprachmodelle

source: Course Metrics
de: Kurs-Metriken

source: Select course
de: Kurs auswählen

source: End
de: Ende

source: Sessions (total)
de: Sessions (gesamt)

source: Tokens (total)
de: Tokens (gesamt)

source: Avg helpfulness
de: Ø Helpfulness

source: Avg duration (s)
de: Ø Dauer (s)

source: Time range
de: Zeitraum

source: per day
de: pro Tag

source: per week
de: pro Woche

source: per month
de: pro Monat

source: Views
de: Aufrufe

source: Avg tokens per task
de: Ø Tokens pro Aufgabe

source: No data.
de: Keine Daten.

source: Avg helpfulness per task
de: Ø Helpfulness pro Aufgabe

source: Views per task
de: Aufrufe pro Aufgabe

source: Helpfulness coverage per task
de: Helpfulness-Abdeckung pro Aufgabe

source: With score (%)
de: Mit Score (%)

source: Without score (%)
de: Ohne Score (%)

source: With score
de: Mit Score

source: Without score
de: Ohne Score

source: Total
de: Gesamt

source: Days
de: Tage

source: Courses
de: Kurse

source: Add New Course
de: Neuen Kurs hinzufügen

source: Faculty
de: Fakultät

source: Study Programme
de: Studiengang

source: Chair
de: Lehrgebiet

source: Term
de: Semester

source: Course Name
de: Kursname

source: Course Number
de: Kursnummer

source: Active
de: Aktiv

source: Course Details
de: Kursdetails

source: Study Program
de: Studiengang

source: Editing Groups
de: Zugriffsberechtigte Gruppen

source: Viewing Groups
de: Zugriffsberechtigte Gruppen

source: Course Context
de: Kurskontext

source: Delete
de: Löschen

source: Save
de: Speichern

source: Edit Course
de: Kurs bearbeiten

source: Error saving course data.
de: Fehler beim Speichern der Kurs-Daten.

source: An error occurred:
de: Es ist ein Fehler aufgetreten:

source: Are you sure you want to delete this course?
de: Sind Sie sicher, dass Sie diesen Kurs löschen möchten?

source: Error deleting course.
de: Fehler beim Löschen des Kurses.

source: No course selected to delete.
de: Kein Kurs zum Löschen ausgewählt.

source: Add New Criteria
de: Neue Kriterien hinzufügen

source: Title
de: Titel

source: Language Model
de: Sprachmodell

source: Criteria Details
de: Kriteriendetails

source: Select Course
de: Kurs auswählen

source: Criteria Description
de: Kriterienbeschreibung

source: Select Language Model
de: Sprachmodell

source: Available keywords:
de: Nutzbare Keywörter

source: Sequels
de: Fortsetzungen

source: Edit Criteria
de: Kriterien bearbeiten

source: Error saving criteria data.
de: Fehler beim Speichern der Kriterien-Daten.

source: Are you sure you want to delete this criteria?
de: Sind Sie sicher, dass Sie dieses Kriterium löschen möchten?

source: Error deleting criteria.
de: Fehler beim Löschen der Kriterien.

source: No criteria selected to delete.
de: Kein Kriterium zum Löschen ausgewählt.

source: Add New Feedback
de: Neues Feedback hinzufügen

source: Criteria Set
de: Kriterien-Set

source: Add
de: Hinzufügen

source: Actions
de: Aktionen

source: Edit Feedback
de: Feedback bearbeiten

source: Remove
de: Entfernen

source: Error saving feedback data.
de: Fehler beim Speichern der Feedback-Daten.

source: Are you sure you want to delete this feedback?
de: Sind Sie sicher, dass Sie dieses Feedback löschen möchten?

source: Error deleting feedback.
de: Fehler beim Löschen des Feedbacks.

source: No feedback selected to delete.
de: Kein Feedback zum Löschen ausgewählt.

source: Error fetching related data
de: Fehler beim Abrufen der zugehörigen Daten

source: Add New Task
de: Neue Aufgabe hinzufügen

source: Task Details
de: Aufgabendetails

source: Task Description
de: Aufgabenstellung

source: Task Context
de: Aufgabenkontext

source: Edit Task
de: Aufgabe bearbeiten

source: Error saving task data.
de: Fehler beim Speichern der Aufgabendaten.

source: Error saving task data:
de: Fehler beim Speichern der Aufgabendaten:

source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?

source: Error deleting task.
de: Fehler beim Löschen der Aufgabe.

source: Error deleting task:
de: Fehler beim Löschen der Aufgabe:

source: No task selected to delete.
de: Keine Aufgabe zum Löschen ausgewählt.

source: Your Solution
de: Ihre Lösung

source: Accept notes of use and generate feedback
de: Nutzungshinweise akzeptieren und Feedback generieren

source: The feedback is generated by generative AI. The results may contain errors or be invented by the system. Check all statements critically before using them.
de: Das Feedback wird durch generative KI erzeugt. Die Ergebnisse können Fehler enthalten oder vom System frei erfunden sein. Überprüfe alle Aussagen kritisch, bevor du sie verwendest.

source: By exchanging messages with COFFEE, you agree to our <a href="/policies/" class="text-primary">Notes of Use</a> and confirm that you have read our <a href="/policies/" class="text-primary">Disclaimer</a>.
de: Durch das Austauschen von Nachrichten mit COFFEE stimmst du unseren <a href="/policies/" class="text-primary">Nutzungshinweise</a> zu und bestätigst, dass du unseren <a href="/policies/" class="text-primary">Disclaimer</a> gelesen hast.

source: How helpful was this feedback for you?
de: Wie hilfreich war dieses Feedback für dich?

source: Not helpful at all
de: Überhaupt nicht hilfreich

source: Very helpful
de: Sehr hilfreich

source: All Faculties
de: Alle Fakultäten

source: All Study Programmes
de: Alle Studiengänge

source: All Chairs
de: Alle Lehrgebiete

source: All Terms
de: Alle Semester

source: All Courses
de: Alle Kurse

source: Continue with this Task
de: Weiter mit dieser Aufgabe

source: No tasks available.
de: Keine Aufgaben vorhanden.
